Repository: SmartDataWithR/CovidHelper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutzrichtlinie

source: Cookie Policy
de: Cookie-Richtlinie

source: Terms&Conditions
de: AGB

source: Do good deeds
de: Tue etwas Gutes

source: Help your neighbour and find help
de: Hilf deinem Nachbarn und finde Hilfe

source: How it works
de: Wie es funktioniert

source: Update profile
de: Profil pflegen

source: Fill out details of your profile
de: Melde dich an und pflege dein Profil

source: Sign up
de: Melde dich an

source: Sign up and set up your profile
de: Melde dich an und pflege dein Profil

source: Search near you
de: Suche in deiner Umgebung

source: Enter your city or postal code
de: Gib deine Stadt oder PLZ ein

source: Chat
de: Tauscht euch aus

source: Start a conversation via email with each other
de: Kontaktiere via Mail deine Nachbarn und tausche Informationen aus.

source: Goal
de: Ziel

source: Congratulations. You made a good deed.
de: Glückwunsch. Du hast eine gute Tat vollbracht.

source: Map
de: Karte

source: Search
de: Suche

source: Description
de: Details

source: Mail
de: Email

source: Support Us
de: Unterstütze uns

source: If you like our community please support us via Patreon.
de: Wenn du unsere Seite magst, unterstütze uns über Patreon.

source: Our Team
de: Unser Team

source: I am a Data Scientist and want to develop tools that make a difference and improve our lifes.
de: Ich bin ein Data Scientist und möchte Tools entwickeln, die einen Unterschied machen und das Leben verbessern.

source: Bert, Developer (Hamburg, Germany)
de: Bert, Entwickler (Hamburg, Germany)

source: I am interested in programming because I want to automate the boring stuff and of course do good deed.
de: Ich interessiere mich für Programmierung, weil ich langweilige Dinge automatisieren und gute Dinge tun will.

source: Gunnar, Aspiring Developer (Hamburg, Germany)
de: Gunnar, Aufstrebender Entwickler (Hamburg, Germany)

source: I am Engineer working in power industry, analyzing machines. Want to utilize technology for the betterment of society.
de: Ich bin ein Ingenieur, der in der Energiewirtschaft arbeitet. Ich will Technologie entwickeln zum Wohle der Gesellschaft.

source: Vinay, Technologist (Bengaluru, India)
de: Vinay, Entwickler (Bengaluru, Indien)

source: Update Profile
de: Profil pflegen

source: Log out
de: Ausloggen

source: Log in
de: Einloggen

source: Language
de: Sprache
